Repository: babilon1210/chore_bid
Catalog: lib/l10n/app_*.arb
Languages: he

# appTitle
source: Chorebid
he: צ'ורביד

# tabActive
source: Active
he: פעיל

# tabHistory
source: History
he: היסטוריה

source: Available Chores
he: משימות זמינות

source: My Work
he: המשימות שלי

source: Claimed
he: שלי

# waitingReview
source: Awaiting Review
he: ממתין לאישור

# waitingPayment
source: Awaiting Payment
he: ממתין לתשלום

source: Paid
he: שולם

source: Paid this month
he: שולם החודש

# expiredMissed
source: Expired â€” Missed
he: פג תוקף — הוחמץ

# noChoresNow
source: No chores available right now.
he: אין משימות זמינות כרגע.

# noHistory
source: No history yet.
he: אין היסטוריה עדיין.

# acceptChoreQ
source: Do you want to accept this chore?
he: לקחת את המשימה?

source: Chore Options
he: אפשרויות משימה

source: Yes
he: כן

source: No
he: לא

source: Done
he: סיימתי

source: Unclaim
he: ביטול מטלה

# deadlineShort
source: Before {time}
he: לפני {time}
